IdeaRS.Connections
PlateOpeningData.Rotation Property
Compatible with IDEA StatiCa 0.0
 Rotation of opening around plate Z-axis.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Rotation { get; set; }
Property Value
Type: Double
See Also
Reference
PlateOpeningData Class
IdeaRS.Connections.Data Namespace